<?php
// ============================================================================

	$dbhost = 'localhost';			// 数据库服务器
	$dbuser = 'root';			// 数据库用户名
	$dbpw = 'nature';				// 数据库密码
	$dbname = 'supesite';			// 数据库名
	$pconnect = 0;				// 数据库持久连接 0=关闭, 1=打开


	$database = 'mysql';			// 数据库类型，请勿修改
	$dbcharset = '';			// MySQL 字符集, 可选 'gbk', 'big5', 'utf8', 'latin1', 留空为按照字符集设定

	$charset = 'gbk';			// 页面默认字符集, 可选 'gbk', 'big5', 'utf-8'

	$version = '6.0.0';

// ============================================================================

?>